[
    {
      "category": "Mejeri",
      "title": "Normalsaltat Smör & Rapsolja 75%",
      "brand": "Bregott",
      "description": "Bregott® Normalsaltat är en favorit på svenska smörgåsar alltsedan 1969. Kärnat till smör av svensk grädde blandat med rapsolja och en nypa salt – naturligt gott. Grädden finns med för den goda smakens skull och rapsoljan gör det lättare att bre på brödet. Bregott® Normalsaltat gör sig allra bäst på smörgåsen men passar också att steka i och baka med. Symbolen med den blågula gräddkannan garanterar att produkten är gjord på 100 procent svensk grädde.",
      "imageUrl": "https://bilder.kolonial.no/prod/local_products/6099fbd1-1570-44b8-b1d9-90d25e4d991c.jpg?auto=format&fit=max&w=1000&s=eafa9618497213d1b7716fad083521f5",
      "weight": 500,
      "quantity": 120,
      "price": 46.95,
      "origin": "Sverige",
      "TOC": "Grädde, smör"
    },
    {
      "category": "Mejeri",
      "title": "Gräddfil ",
      "brand": "Arla",
      "description": "Arla Ko® Gräddfil 12% tillverkas av färsk grädde från svenska Arlagårdar. Originalet sedan 1952 är en riktig klassiker som har sin självklara plats i mat till såväl vardag som helg och smakar som gräddfil ska smaka- svagt syrlig och gräddig med en lätt krämig konsistens. Gräddfil används med fördel som en svalkande klick till soppor och grytor, till tacos och bakad potatis. Utmärkt i kalla såser, dressingar och dip och i krämiga sallader. I mjuka kakor ger gräddfil saftighet och i desserter som tex pannacotta en fräschare känsla. Varumärket Arla Ko® garanterar att produkten är gjord på 100 procent svensk mjölk.",
      "imageUrl": "https://bilder.kolonial.no/prod/local_products/75aa5b4b-7ec6-485d-913d-3cae6e49871a.jpg?auto=format&fit=max&w=718&s=bbcb30f05789a0fd17824aff58a04dd0",
      "weight": 5,
      "quantity": 120,
      "price": 20.50,
      "origin": "Sverige",
      "TOC": "Grädde"
    },
    {
      "category": "Mejeri",
      "title": "Fjällfil Naturell",
      "brand": "Fjällfil",
      "description": "Fjällfil® 4,2% Naturell är extra krämig och har en unik spritsig karaktär som skiljer sig från annan fil. Den är gjord på norrländsk mjölk och passar utmärkt att äta naturell eller med en god granola, färska bär och frukter när du vill njuta lite extra. Bjud familjen på en lite lyxigare frukost eller ta en långfrukost för dig själv i lugn och ro. Om du inte testat den är den värd att prova! Förpackningen har en större andel förnybart material som kommer från ansvarsfullt odlad skog, och korken är gjord av växtbaserade material för att minska belastningen på miljön och vår planet.",
      "imageUrl": "https://bilder.kolonial.no/prod/local_products/851cac0b-50be-4cbd-be59-29f2c54d762d.jpg?auto=format&fit=max&w=432&s=a211ab5e591ae995bc220ed8b2b64590",
      "weight": 1000,
      "quantity": 120,
      "price": 50,
      "origin": "Sverige",
      "TOC": "Mjölk"
    },
    {
      "category": "Mejeri",
      "title": "Parmigiano Reggiano",
      "brand": "Garant",
      "description": "Parmigiano Reggiano - italiensk parmesan lagrad i minst 22 månader i norra Italien. Vår parmesanost är certifierad med skyddad ursprungsbeteckning, Certificato da organismo di controllo autorizzato dal MiPAAF. Fetthalt 28 %.",
      "imageUrl": "https://bilder.kolonial.no/prod/local_products/15fc25bd-b5bd-45b5-b129-73dbad4da056.jpg?auto=format&fit=max&w=507&s=bb3a5341ebde7732eb2088e8285a8aca",
      "weight": 200,
      "quantity": 5,
      "price": 69.59,
      "origin": "Italien",
      "TOC": "Mjölk, enzymer, laktos"
    },
    {
      "category": "Mejeri",
      "title": "Cottage Cheese",
      "brand": "Keso",
      "description": "Krämig färskost med grynig konsistens, tillverkad av svensk mjölk från Arlagårdar. För att bli krämig och smakrik blandas ostkornen med mjölk, grädde och lite salt. KESO® Cottage Cheese 4% är nyckelhålsmärkt och har ett naturligt högt proteininnehåll med 14g protein/100g vilket mättar bra. Ät som den är eller tillsammans med det du gillar. Använd som proteinrik huvudingrediens eller som tillbehör som röra, topping eller dipp vid matlagning och bakning. KESO® passar utmärkt som ett gott mellanmål, exempelvis vid träning. Symbolen med den blågula mjölkkannan garanterar 100 procent svensk mjölk. Kartongbägaren är gjord av FSC-märkt pappersfiber.",
      "imageUrl": "https://bilder.kolonial.no/prod/local_products/e7808f18-008f-445d-bc4c-a2f8930e7212.jpg?auto=format&fit=max&w=953&s=942a050d885bb116a0242ce504bd6474",
      "weight": 500,
      "quantity": 70,
      "price": 25,
      "origin": "Sverige",
      "TOC": "Grädde, mjölk"
    },
    {
      "category": "Mejeri",
      "title": "Yoghurt Samoa",
      "brand": "Yoggi",
      "description": "Krämig fruktyoghurt med frisk Samoasmak - persika, kiwi, mango, ananas, melon och passionsfrukt. Arla Yoggi® Original Samoa mättar och ger snabbt ny energi, från frukost till dessert. Smaken är helt naturlig och det är frukten som ger yoghurten den fina färgen. Yoggi yoghurt passar både stor och liten, servera till frukost, som ett snabbt mellanmål eller en enkel dessert.",
      "imageUrl": "https://bilder.kolonial.no/prod/local_products/ee5ec5ec-d820-4940-93fc-fb8979197b58.jpg?auto=format&fit=max&w=339&s=c984bb72000b2f964504d30371c18a74",
      "weight": 1000,
      "quantity": 120,
      "price": 23.95,
      "origin": "Sverige",
      "TOC": "Mjölkprotein, mjölk"
    },
    {
      "category": "Mejeri",
      "title": "Crème Fraiche 32%",
      "brand": "Arla",
      "description": "Arla Köket® Crème fraiche 32% är en syrad grädde med en tydlig karaktär. Gräddig med mild syrlig smak och tjock krämig konsistens. Crème fraiche tillverkas genom syrning av grädde från svenska Arlagårdar. Crème fraiche är mycket användbar i både kall och varm mat. Använd den med fördel i grytor, soppor och såser men även i kalla såser och röror eller som ett krämigt tillbehör. Kan vispas upp till fast konsistens. Symbolen med den blågula gräddkannan garanterar 100 procent svensk grädde.",
      "imageUrl": "https://bilder.kolonial.no/prod/local_products/a70542c7-eec0-4b46-a48f-60f248144ef7.jpg?auto=format&fit=max&w=718&s=80c0248b081832e85f8a92a5b98f2a2f",
      "weight": 5,
      "quantity": 67,
      "price": 35.50,
      "origin": "Sverige",
      "TOC": "grädde"
    },
    {
      "category": "Mejeri",
      "title": "Halloumi 25%",
      "brand": "Svea Mejeri AB",
      "description": "Handvikt Cypriotisk Halloumi tillagad på färsk mjölk från ko, get och får. Utmärkt att steka eller grilla.",
      "imageUrl": "https://bilder.kolonial.no/prod/local_products/608339dd-41c7-4025-b867-6a66af525860.jpg?auto=format&fit=max&w=766&s=1cbeaec38bce0f90f7ea7b200aff70e1",
      "weight": 180,
      "quantity": 80,
      "price": 30.50,
      "origin": "Cypern",
      "TOC": "Mjölk"
    },
    {
      "category": "Mejeri",
      "title": "Präst® Skivad 31%",
      "brand": "Arla Ko",
      "description": "Vår goda Arla Ko® Prästost 31% skivad ost är härligt gräddig, med inslag av sälta, behaglig beska och sötma. En skivad ost, perfekt som pålägg. Prästost har sina rötter i 1700-talets Småland. Namnet kommer av att osten fungerade som betalningsmedel när det var dags att betala kyrkoskatt till prästen. Vid ystningen tillsatte man lite extra grädde för att blidka prästen och än i dag är Präst® lite fetare än andra ostar. Vår Präst® görs på Kalmar mejeri på färsk mjölk från Öland och Småland. Varumärket Arla Ko® garanterar att osten är gjord på 100 procent svensk mjölk.",
      "imageUrl": "https://bilder.kolonial.no/prod/local_products/21110a0d-41c1-409b-bbca-6478b76b8172.jpg?auto=format&fit=max&w=744&s=ada5a36fd309ebcffaf7e7588a435e03",
      "weight": 150,
      "quantity": 25,
      "price": 33.95,
      "origin": "Sverige",
      "TOC": "Mjölk"
    },
    {
      "category": "Mejeri",
      "title": "Bärry Körsbär 2,7%",
      "brand": "Bärry",
      "description": "Bärry Körsbär är en frisk och syrlig yoghurt med underbar körsbärssylt i botten. Den är gjord på svensk mjölk och har en fetthalt på 2,7 %. Njut av din Bärry till frukost, mellanmål eller dessert – yoghurten och sylten var för sig eller varsamt omrörd.",
      "imageUrl": "https://bilder.kolonial.no/prod/local_products/a1b0067d-a858-4be0-b4bb-00bc8862dca9.jpg?auto=format&fit=max&w=1000&s=3cd9b58b90057a7c750a43c10686aab3",
      "weight": 250,
      "quantity": 73,
      "price": 12.95,
      "origin": "Sverige",
      "TOC": "Mjölk"
    }
  ]
  